teachernum=8
#teacher1=id\uFF1Ahan*image\uFF1Ahttp://175.102.13.51:8080/XDSY/image/han.png*name\uFF1A\u97E9\u4E91\u8001\u5E08*touxian\uFF1A\u7279\u7EA6\u8BC4\u8BBA\u5609\u5BBE*time\uFF1A20\u5E74*shanchang\uFF1A\u8D8B\u52BF\u5224\u65AD\uFF0C\u70B9\u4F4D\u9884\u6D4B\u51C6\u786E*jianjie\uFF1A\u7B2C\u4E00\u8D22\u7ECF\u300A\u89E3\u7801\u8D22\u5546\u300B\u3001\u300A\u8C08\u80A1\u8BBA\u91D1\u300B\u7279\u9080\u5609\u5BBE\uFF0C\u300A\u963F\u8D22\u300B\u5FAE\u4FE1\u76F4\u64AD\u3002\u300A\u8D22\u7ECF\u4E0B\u5348\u8336\u300B\u8D22\u7ECF\u8BC4\u8BBA\u5458\uFF0C\u4E2D\u56FD\u7535\u4FE1\u201C\u8001\u5DE6\u8BBA\u80A1\u201D\u7279\u9080\u5609\u5BBE\u3002\u4E1C\u65B9\u8D22\u7ECF\u300A\u4EA4\u6613\u524D\u7EBF\u300B\u3001\u6570\u5B57\u7535\u89C6\u300A\u65B0\u5DE6\u9053\u8D22\u95E8\u300B\u3001\u53A6\u95E8\u536B\u89C6\u300A\u4E91\u6218\u6CD5\u300B\u7B49\u8282\u76EE\u7279\u9080\u5609\u5BBE\u3002\u64C5\u957F\u8D8B\u52BF\u5224\u65AD\uFF0C\u70B9\u4F4D\u9884\u6D4B\u51C6\u786E\uFF0C2010-2012\u5E74\u516C\u5F00\u535A\u5BA2\u8FDE\u7EED\u4E09\u5E74\u9003\u9876\u6210\u529F\uFF0C\u5E76\u51C6\u786E\u5224\u65AD2012\u5E74\u591A\u5355\uFF0C\u7A7A\u5355\u70B9\u4F4D\u3002\u4ECE2009\u5E74\u81F3\u4ECA\u4FDD\u6301\u7740\u7B2C\u4E00\u8D22\u7ECF\u535A\u5BA2\u70B9\u51FB\u7387\u7B2C\u4E00\u7684\u5730\u4F4D\u3002
teacher1=id\uFF1Ali*image\uFF1Ahttp://175.102.13.51:8080/XDSY/image/li.png*name\uFF1A\u674E\u6559\u6388*touxian\uFF1A\u738B\u724C\u5206\u6790\u5E08*time\uFF1A10\u5E74*shanchang\uFF1A\u4ECE\u57FA\u672C\u9762\u53D1\u73B0\u673A\u4F1A\uFF0C\u5584\u4E8E\u8FD0\u7528\u9EC4\u91D1\u5206\u5272\u7406\u8BBA\uFF0C\u80FD\u591F\u628A\u63E1\u7A81\u7834\u884C\u60C5*jianjie\uFF1A\u8FD110\u5E74\u91D1\u878D\u884C\u4E1A\u4ECE\u4E1A\u7ECF\u9A8C\uFF0C\u62E5\u6709\u4E30\u5BCC\u7684\u5B9E\u6218\u64CD\u76D8\u7ECF\u9A8C\uFF0C\u5728\u4E0D\u65AD\u7684\u5B9E\u8DF5\u4E2D\u5F62\u6210\u4E86\u81EA\u5DF1\u7684\u5206\u6790\u601D\u8DEF\u53CA\u6295\u8D44\u7406\u5FF5\uFF0C\u6784\u7B51\u4E86\u81EA\u5DF1\u7684\u4EA4\u6613\u4F53\u7CFB\uFF1B\u901A\u8FC7K\u7EBF\u7CFB\u7EDF\u548C\u6307\u6807\u7CFB\u7EDF\u6316\u6398\u8FDB\u573A\u7ACB\u573A\u673A\u4F1A\uFF0C\u9762\u5BF9\u4E0D\u540C\u7684\u5E02\u573A\uFF0C\u901A\u8FC7\u63A7\u5236\u4ED3\u4F4D\u6765\u63A7\u5236\u98CE\u9669\uFF0C\u7B80\u5355\u6218\u6CD5\u4E25\u683C\u6267\u884C\uFF0C\u63A7\u5236\u4ED3\u4F4D\u4E25\u63A7\u98CE\u9669\uFF0C\u517B\u6210\u826F\u597D\u7684\u4EA4\u6613\u4E60\u60EF\uFF0C\u624D\u80FD\u7A33\u5065\u76C8\u5229\u3002\u4EE5\u6211\u4EEC\u7684\u8BDA\u5FC3\u3001\u6280\u672F\u4E3A\u5BA2\u6237\u63D0\u4F9B\u5F3A\u6709\u529B\u7684\u6280\u672F\u652F\u6301\u5E73\u53F0\u3002
teacher2=id\uFF1Azha*image\uFF1Ahttp://175.102.13.51:8080/XDSY/image/zha.png*name\uFF1A\u5F20\u6559\u6388*touxian\uFF1A\u91D1\u724C\u5206\u6790\u5E08*time\uFF1A10\u5E74*shanchang\uFF1A\u91CD\u4ED3\u64CD\u4F5C\uFF0C\u771F\u6B63\u5B9E\u73B0\u8BA9\u5229\u6DA6\u5954\u817E*jianjie\uFF1A\u6BD5\u4E1A\u4E8E\u534E\u4E1C\u653F\u6CD5\u5927\u5B66\u91D1\u878D\u7BA1\u7406\u4E13\u4E1A\uFF0C\u6BD5\u4E1A\u540E\u66FE\u5148\u540E\u5C31\u804C\u4E8E\u56FD\u9645\u77E5\u540D\u5916\u6C47\u4EA4\u6613\u5546\u4EE5\u53CA\u56FD\u5185\u5927\u578B\u5546\u54C1\u4EA4\u6613\u673A\u6784\uFF0C\u4E13\u804C\u4ECE\u4E8B\u5916\u6C47\uFF0C\u539F\u6CB9\uFF0C\u8D35\u91D1\u5C5E\u7B49\u73B0\u8D27\u884D\u751F\u54C1\u79CD\u7684\u5206\u6790\u548C\u4EA4\u6613\u5DE5\u4F5C\u3002\u64CD\u76D8\u98CE\u683C\u7A33\u5065\uFF0C\u5206\u6790\u601D\u8DEF\u6E05\u6670\u3001\u7F1C\u5BC6\u3002\u5708\u5185\u8D1F\u6709\u201C\u77ED\u7EBF\u5723\u624B\u201D\u7684\u7F8E\u540D\uFF0C\u5728\u7B26\u5408\u81EA\u8EAB\u4EA4\u6613\u4F53\u7CFB\u65F6\u504F\u7231\u91CD\u4ED3\u64CD\u4F5C\uFF0C\u771F\u6B63\u5B9E\u73B0\u8BA9\u5229\u6DA6\u5954\u817E\uFF01
teacher3=id\uFF1Azhuda*image\uFF1Ahttp://175.102.13.51:8080/XDSY/image/zhuda.png*name\uFF1A\u6731\u8FBE\uFF08\u7B14\u540D\uFF1A\u6E05\u98CE\u8001\u5E08\uFF09*touxian\uFF1A\u91D1\u724C\u5206\u6790\u5E08*time\uFF1A10\u5E74*shanchang\uFF1A\u91CF\u5316\u6A21\u578B\u5206\u6790\u5E76\u7EFC\u5408\u5176\u4ED6\u6280\u672F\u6307\u6807\u8FD0\u7528\u6765\u7814\u5224\u884C\u60C5*jianjie\uFF1A\u6BD5\u4E1A\u4E8E\u4E0A\u6D77\u8D22\u7ECF\u5927\u5B66\u91D1\u878D\u7CFB\uFF0C\u5B66\u751F\u65F6\u4EE3\u5373\u6D89\u8DB3\u5916\u6C47\uFF0C\u8D35\u91D1\u5C5E\u7B49\u4EA4\u6613\u9886\u57DF\uFF0C\u5E76\u6781\u5177\u4EA4\u6613\u5929\u8D4B\u3002\u6BD5\u4E1A\u540E\u66FE\u4F9B\u804C\u4E8E\u56FD\u5916\u67D0\u77E5\u540D\u5916\u6C47\u4EA4\u6613\u673A\u6784\uFF0C\u5B9E\u6218\u6280\u672F\u6D3E\u5178\u8303\uFF0C\u5C11\u5E74\u8001\u6210\u3002\u64C5\u957F\u91CF\u5316\u6A21\u578B\u5206\u6790\u5E76\u7EFC\u5408\u5176\u4ED6\u6280\u672F\u6307\u6807\u8FD0\u7528\u6765\u7814\u5224\u884C\u60C5\uFF0C\u4E3B\u8981\u4ECE\u4E8B\u5927\u5B97\u5546\u54C1\uFF0C\u5916\u6C47\uFF0C\u8D35\u91D1\u5C5E\u7B49\u91D1\u878D\u884D\u751F\u54C1\u7684\u65E5\u5185\u77ED\u7EBF\u4EA4\u6613\uFF0C\u4EA4\u6613\u98CE\u683C\u7280\u5229\uFF0C\u7A33\u5065\uFF01
teacher4=id\uFF1Alxp*image\uFF1Ahttp://175.102.13.51:8080/XDSY/image/lxp.png*name\uFF1A\u5218\u5C0F\u9E4F\u8001\u5E08*touxian\uFF1A\u91D1\u724C\u5206\u6790\u5E08*time\uFF1A6\u5E74*shanchang\uFF1A\u5C06\u4E2D\u56FD\u4F20\u7EDF\u54F2\u5B66\u4E0E\u73B0\u4EE3\u4EA4\u6613\u7406\u8BBA\u7ED3\u5408\uFF0C\u72EC\u521B\u73B0\u8D27\u6295\u8D44\u64CD\u76D8\u79D8\u7C4D\u2014\u2014\u300A\u6F5C\u9F99\u6218\u6CD5\u300B*jianjie\uFF1A\u6BD5\u4E1A\u4E8E\u4E1C\u5317\u8D22\u7ECF\u5927\u5B66\u98CE\u9669\u7BA1\u7406\u4E13\u4E1A\uFF0C6\u5E74\u8D44\u672C\u5E02\u573A\u548C\u5927\u5B97\u5546\u54C1\u7814\u7A76\u7ECF\u9A8C\uFF0C\u66FE\u5C31\u804C\u4E8E\u56FD\u5185\u67D0\u77E5\u540D\u79C1\u52DF\u57FA\u91D1\u7814\u7A76\u90E8\u95E8\u3002\u8D8B\u52BF\u4EA4\u6613\u5021\u5BFC\u8005\uFF0C\u5E76\u5C06\u4E2D\u56FD\u4F20\u7EDF\u54F2\u5B66\u4E0E\u73B0\u4EE3\u4EA4\u6613\u7406\u8BBA\u7ED3\u5408\uFF0C\u72EC\u521B\u73B0\u8D27\u6295\u8D44\u64CD\u76D8\u79D8\u7C4D\u2014\u2014\u300A\u6F5C\u9F99\u6218\u6CD5\u300B\uFF0C\u63D0\u51FA\u6280\u672F\u9762\u5206\u6790\u5171\u632F\u539F\u5219\uFF0C\u6210\u529F\u5E2E\u52A9\u65E0\u6570\u6295\u8D44\u8005\u6811\u7ACB\u4E86\u6B63\u786E\u7684\u6295\u8D44\u7406\u5FF5\u5E76\u5E26\u6765\u7A33\u5B9A\u7684\u6295\u8D44\u6536\u76CA\u3002
teacher5=id\uFF1Alcx*image\uFF1Ahttp://175.102.13.51:8080/XDSY/image/lcx.png*name\uFF1A\u5362\u6210\u8D24(\u7B14\u540D\uFF1A\u4EAE\u5251\u8001\u5E08\uFF09*touxian\uFF1A\u91D1\u724C\u5206\u6790\u5E08*time\uFF1A6\u5E74*shanchang\uFF1A\u64C5\u957F\u89E3\u8BFB\u5B8F\u89C2\u7ECF\u6D4E\u5F62\u52BF\u3001\u5404\u56FD\u8D27\u5E01\u653F\u7B56\u3001\u5730\u7F18\u653F\u6CBB\u5C40\u52BF\u7B49\u56E0\u7D20\u4E3B\u5BFC\u7684\u5E02\u573A\u52A8\u8361*jianjie\uFF1A\u6BD5\u4E1A\u4E8E\u897F\u5357\u5927\u5B66\u7ECF\u6D4E\u5B66\u4E13\u4E1A\uFF0C\u8FD1\u5341\u5E74\u91D1\u878D\u884D\u751F\u54C1\u4EA4\u6613\u5206\u6790\u7ECF\u9A8C\u3002\u66FE\u4F9B\u804C\u56FD\u5185\u67D0\u5927\u578B\u8D22\u5BCC\u7BA1\u7406\u673A\u6784\u7814\u53D1\u90E8\u4EE5\u53CA\u67D0\u79C1\u52DF\u57FA\u91D1\u4EA4\u6613\u56E2\u961F\uFF0C\u62E5\u6709\u4E30\u5BCC\u7684\u5206\u6790\u548C\u5927\u8D44\u91D1\u64CD\u76D8\u7ECF\u9A8C\u3002\u64C5\u957F\u89E3\u8BFB\u5B8F\u89C2\u7ECF\u6D4E\u5F62\u52BF\u3001\u5404\u56FD\u8D27\u5E01\u653F\u7B56\u3001\u5730\u7F18\u653F\u6CBB\u5C40\u52BF\u7B49\u56E0\u7D20\u4E3B\u5BFC\u7684\u5E02\u573A\u52A8\u8361\u3002\u901A\u8FC7\u591A\u5E74\u7684\u6295\u8D44\u751F\u6DAF\u6C89\u6D6E\uFF0C\u7CBE\u5FC3\u603B\u7ED3\u3001\u63D0\u70BC\u540E\u72EC\u521B\u4E86\u201C\u4E09\u7EF4\u4E00\u4F53\u6CD5\u201D\u4E0E\u201C\u89C2\u97F3\u624B\u201D\u76F8\u7ED3\u5408\u7684\u4EA4\u6613\u7CFB\u7EDF\uFF0C\u8BE5\u7CFB\u7EDF\u5177\u5907\u6781\u5F3A\u7684\u5B9E\u6218\u64CD\u4F5C\u6027\uFF0C\u7ECF\u8FC7\u5E02\u573A\u7684\u5E7F\u6CDB\u68C0\u9A8C\u540E\u83B7\u5F97\u4E86\u7A33\u5B9A\u7684\u6295\u8D44\u6536\u76CA\uFF01
teacher6=id\uFF1Aliqian*image\uFF1Ahttp://175.102.13.51:8080/XDSY/image/liqian.png*name\uFF1A\u674E\u8C26(\u7B14\u540D\uFF1A\u828A\u828A\uFF09*touxian\uFF1A\u6295\u8D44\u4E91\u5B66\u9662\u4E3B\u64AD*time\uFF1A6\u5E74*shanchang\uFF1A\u4E3B\u6301\u98CE\u683C\u5927\u6C14\uFF0C\u5E7D\u9ED8\uFF0C\u673A\u667A\uFF01*jianjie\uFF1A\u6BD5\u4E1A\u4E8E\u56DB\u5DDD\u5E08\u8303\u5927\u5B66\u4E2D\u6587\u7CFB\uFF0C\u66FE\u4F9B\u804C\u4E8E\u6D59\u6C5F\u67D0\u515A\u53F2\u9986\u4EFB\u4E13\u4E1A\u8BB2\u89E3\u5458\uFF0C2011\u8363\u83B7\u6D59\u6C5F\u7701\u91D1\u724C\u89E3\u8BF4\u5458\u79F0\u53F7\u30022016\u5E74\u521D\u52A0\u76DF\u897F\u90FD\u96C6\u56E2\uFF0C\u4EFB\u6295\u8D44\u4E91\u5B66\u9662\u5973\u4E3B\u64AD\uFF0C\u4E3B\u6301\u98CE\u683C\u5927\u6C14\uFF0C\u5E7D\u9ED8\uFF0C\u673A\u667A\uFF01
teacher7=id\uFF1Asuchen*image\uFF1Ahttp://175.102.13.51:8080/XDSY/image/suchen.png*name\uFF1A\u82CF\u8FB0(\u7B14\u540D\uFF1A\u6E29\u8482\u8001\u5E08\uFF09*touxian\uFF1A\u91D1\u724C\u8BB2\u5E08*time\uFF1A10\u5E74*shanchang\uFF1A\u7ED3\u5408K\u7EBF\u548C\u91CF\u5316\u6307\u6807\u51C6\u786E\u628A\u63E1\u884C\u60C5\u7684\u77ED\u4E2D\u671F\u4E70\u5356\u70B9*jianjie\uFF1A\u6BD5\u4E1A\u4E8E\u82F1\u56FDUniversity\u00A0of\u00A0Central\u00A0Lancashire\u5927\u5B66\u4F20\u5A92\u7CFB\u00A0\uFF0C\u5927\u5B66\u65F6\u671F\u5F00\u59CB\u63A5\u89E6\u91D1\u878D\u5E02\u573A\u5E76\u70ED\u8877\u4E8E\u7814\u7A76\u5916\u6C47\u5E02\u573A\u548C\u5927\u5B97\u5546\u54C1\u7684\u4EF7\u683C\u6CE2\u52A8\u8F68\u8FF9\uFF0C\u4EA4\u6613\u4F0A\u59CB\u5373\u663E\u9732\u51FA\u6781\u9AD8\u7684\u4EA4\u6613\u5929\u8D4B\u3002\u64C5\u957F\u8FD0\u7528\u73AF\u7403\u5B8F\u89C2\u7ECF\u6D4E\uFF0C\u5730\u7F18\u653F\u6CBB\u7B49\u591A\u91CD\u57FA\u672C\u9762\u56E0\u7D20\u900F\u6790\u5E02\u573A\u6C1B\u56F4\u548C\u4EF7\u683C\u6CE2\u52A8\uFF0C\u7ED3\u5408K\u7EBF\u548C\u91CF\u5316\u6307\u6807\u51C6\u786E\u628A\u63E1\u884C\u60C5\u7684\u77ED\u4E2D\u671F\u4E70\u5356\u70B9\u3002\u6E38\u5203\u6709\u4F59\u5E02\u573A\u4E4B\u95F4\uFF0C\u8C08\u7B11\u98CE\u751F\u76C8\u5229\u5373\u73B0\uFF01
teacher8=id\uFF1Aliuna*image\uFF1Ahttp://175.102.13.51:8080/XDSY/image/liuna.png*name\uFF1A\u5218\u7EB3(\u7B14\u540D\uFF1A\u51CC\u8587\u8001\u5E08\uFF09*touxian\uFF1A\u91D1\u724C\u8BB2\u5E08*time\uFF1A10\u5E74*shanchang\uFF1A\u4ECE\u5B8F\u89C2\u7ECF\u6D4E\u6570\u636E\u5165\u624B\uFF0C\u4EE5\u6280\u672F\u5206\u6790\u4F5C\u4E3A\u4EA4\u6613\u8F85\u52A9\uFF0C\u5728\u7E41\u6742\u7684\u6280\u672F\u6307\u6807\u4E2D\uFF0C\u62BD\u4E1D\u5265\u8327\uFF0C\u8FD4\u749E\u5F52\u771F*jianjie\uFF1A\u6BD5\u4E1A\u4E8E\u6E56\u5317\u7ECF\u6D4E\u5B66\u9662\u56FD\u9645\u91D1\u878D\u4E13\u4E1A\uFF0C\u66FE\u4EFB\u804C\u4E8E\u56FD\u5185\u67D0\u77E5\u540D\u6295\u8D44\u673A\u6784\u4ECE\u4E8B\u5927\u5B97\u5546\u54C1\u5E02\u573A\u7684\u7814\u53D1\u548C\u4EA4\u6613\u5DE5\u4F5C\u3002\u4FE1\u5949\u201C \u4E25\u683C\u7684\u4EA4\u6613\u7EAA\u5F8B\uFF0C\u4F1A\u4EE4\u4F60\u6536\u83B7\u610F\u60F3\u4E0D\u5230\u7684\u7ED3\u679C\u201D\u7684\u4EA4\u6613\u601D\u60F3\uFF0C\u5728\u5B9E\u6218\u4E2D\u4E0D\u65AD\u79EF\u7D2F\u7ECF\u9A8C\uFF0C\u5E76\u9010\u6B65\u5F62\u6210\u4E86\u81EA\u5DF1\u7684\u76C8\u5229\u7CFB\u7EDF\u548C\u72EC\u5230\u7684\u6295\u8D44\u7406\u8BBA\u3002\u4EA4\u6613\u65F6\u64C5\u4E8E\u4ECE\u5B8F\u89C2\u7ECF\u6D4E\u6570\u636E\u5165\u624B\uFF0C\u4EE5\u6280\u672F\u5206\u6790\u4F5C\u4E3A\u4EA4\u6613\u8F85\u52A9\uFF0C\u5728\u7E41\u6742\u7684\u6280\u672F\u6307\u6807\u4E2D\uFF0C\u62BD\u4E1D\u5265\u8327\uFF0C\u8FD4\u749E\u5F52\u771F\uFF0C\u63A2\u6C42\u884C\u60C5\u6700\u539F\u59CB\u3001\u6700\u672C\u8D28\u7684\u8D70\u52BF\u7279\u8272\u3002\u4EE5\u8F7B\u677E\u7684\u4EA4\u6613\u5FC3\u6001\u9762\u5BF9\u5E02\u573A\uFF0C\u5B9E\u73B0\u5FEB\u4E50\u6295\u8D44\u7A33\u5B9A\u6536\u76CA\u7684\u6700\u7EC8\u76EE\u6807\uFF01
